IDEA Open Model
PointSupportNode.FlexibleStiffnessRZ Property
Compatible with IDEA StatiCa Beta 20.0
 Support stiffness rotational RZ
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double FlexibleStiffnessRZ { get; set; }
Public Property FlexibleStiffnessRZ As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace